"STORE_DESCRIPTION" = "VLCはフリーで多くのプラットフォーム対応するマルチメディアプレイヤーです。\nVLCではあなたのすべての動画、ショーや音楽の多くのフォーマットを変換せずに直接再生することが可能です。\nまた、Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunesから直接ダウンロードしたり、SMB, FTP, SFTP, NFS, UPnP/DLNAメディアサーバーやWebサーバーのようにWiFiを通じて共有したりすることも可能です。\nVLCはSSAの完全互換を含む拡張字幕、マルチトラックのオーディオ、再生速度の制御とChromecastによるレンダリングに対応しています。\n\nVLCは完全にフリーのオープンソースです。";

"STORE_DESCRIPTION_TV" = "VLCはフリーで多くのプラットフォーム対応するマルチメディアプレイヤーです。\nVLCではあなたのすべての動画、ショーや音楽の多くのフォーマットを変換せずに直接再生することが可能です。\nあなたのMacやPCからWebユーザーインターフェースを介してSMB, FTP, SFTP, NFS, UPnP/DLNAメディアサーバーやWebサーバーのようにストリーミングしてリモートで再生することも可能です。\nVLCはSSAの完全互換を含む拡張字幕、マルチトラックのオーディオ、再生速度の制御に対応しています。\n\nVLCは完全にフリーのオープンソースです。\n\nアートワークは映画のデータベースをメンテナンスするコミュニティであるTMDbによって提供されています。";

"UNKNOWN_TRACK_TYPE" = "未知のトラックタイプ";
"CHOOSE_TITLE" = "タイトルを選択する";
"CHOOSE_CHAPTER" = "チャプターを選択する";
"CHAPTER_SELECTION_TITLE" = "チャプター";
"TITLE" = "タイトル";
"CHAPTER" = "チャプター";
"TRACK_SELECTION" = "トラックの選択";
"AUDIO" = "オーディオ";
"SUBTITLES" = "字幕";
"LANGUAGE" = "言語";
"MEDIA_INFO" = "メディア情報";
"VIDEO_DIMENSIONS" = "ビデオの広がり";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i ピクセル";
"FORMAT_AUDIO_TRACKS" = "%i オーディオトラック";
"ONE_AUDIO_TRACK" = "一つのオーディオトラック";
"FORMAT_SPU_TRACKS" = "%i 字幕";
"ONE_SPU_TRACK" = "一つの字幕";
"TRACKS" = " %i トラック";
"TRACK" = " %i トラック";
"TRACKS_DURATION" = "%u トラック, 長さ: %@";
"NB_ALBUM_FORMAT" = "%i アルバム";
"NB_ALBUMS_FORMAT" = "%i アルバム";

"PLAYING_EXTERNALLY_TITLE" = "TVが接続されています";
"PLAYING_EXTERNALLY_DESC" = "このビデオはTV上で再生中です";
"PLAYING_EXTERNALLY_ADDITION" = "再生中:"; /* \n should stay in every translation */

"VFILTER_HUE" = "色相";
"VFILTER_CONTRAST" = "コントラスト";
"VFILTER_BRIGHTNESS" = "明るさ";
"VFILTER_SATURATION" = "彩度";
"VFILTER_GAMMA" = "ガンマ";

"PRESET_PREAMP_SETTING" = "プリセット/プリアンプ設定";
"PREAMP" = "プリアンプ";
"SNAP_BANDS" = "スナップバンド";

"PLAYBACK_FAILED" = "再生に失敗しました";
"PLEASE_WAIT" = "しばらくお待ちください";
"AR_CHANGED" = "アスペクト比: %@";
"DEFAULT" = "デフォルト";
"FILL_TO_SCREEN" = "スクリーンに合わせてクロッピング";
"PLAYBACK_SPEED" = "再生速度";
"SPU_DELAY" = "字幕の遅延";
"AUDIO_DELAY" = "オーディオの遅延";
"BUTTON_SLEEP_TIMER" = "スリープタイマー";
"SLEEP_TIMER_UPDATED" = "スリープタイマーが更新されました";
"CONTINUE_PLAYBACK" = "再生を継続しますか?";
"CONTINUE_PLAYBACK_LONG" = "再生を停止した位置から \"%@\" の再生を継続しますか？";

"BUTTON_ABOUT" = "VLCについて";
"BUTTON_BACK" = "戻る";
"BUTTON_DONE" = "完了";
"BUTTON_CANCEL" = "キャンセル";
"BUTTON_SAVE" = "保存";
"BUTTON_DOWNLOAD" = "ダウンロード";
"BUTTON_DELETE" = "削除";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "取下げ";
"BUTTON_CONTACT" = "お問い合わせ";
"BUTTON_CONNECT" = "接続";
"BUTTON_RENAME" = "変名";
"BUTTON_LEARN_MORE" = "さらに詳しく";
"BUTTON_LOGOUT" = "ログアウト";
"BUTTON_CONTINUE" = "続ける";
"BUTTON_SET" = "設定";
"BUTTON_RESET" = "リセット";
"BUTTON_RESCAN" = "再スキャン";
"PRIVATE_PLAYBACK_TOGGLE" = "プライベート再生";
"SCAN_SUBTITLE_TOGGLE" = "字幕のスキャン (httpのみ)";

"BUTTON_RENDERER" = "キャスティングデバイス";
"BUTTON_RENDERER_HINT" = "利用可能なキャスティングデバイスのメニューを表示";
"BUTTON_AIRPLAY" = "AirPlayまたはBluetooth";
"BUTTON_AIRPLAY_HINT" = "利用可能なAirPlayまたはBluetoothデバイスのメニューを表示";

"UPGRADING_LIBRARY" = "メディアライブラリのアップグレード中";

"FAVORITES" = "お気に入り";
"NO_FAVORITES" = "まだお気に入りはありません";
"NO_FAVORITES_DESCRIPTION" = "お気に入りのフォルダをマークするとサーバーを参照するときにここにリストされます。";
"ADD_FAVORITE" = "お気に入りに追加";
"REMOVE_FAVORITE" = "お気に入りから削除";
"FAVORITE_ALERT_TITLE" = "このフォルダをお気に入りに追加しますか?";
"UNFAVORITE_ALERT_TITLE" = "このフォルダをお気に入りから削除しますか?";

"OPEN_NETWORK" = "ネットワークストリームを開く";
"NETWORK_TITLE" = "ネットワークストリーム";
"OPEN_NETWORK_HELP" = "ストリームを直接開くためにHTTP, RTSP, RTMP, MMS, FTP、またはUDP/RDPのアドレスを入力してください。";
"HTTP_UPLOAD_SERVER_OFF" = "サーバー機能は停止中";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "アクティブなWiFi接続がありません";
"OPEN_STREAM_OR_DOWNLOAD" = "このURLをダウンロードまたは、再生しますか?";
"ALWAYS_STREAM_URL" = "常にURLを再生";
"SHARED_VLC_IOS_LIBRARY" = "共有VLC for iOSライブラリ";
"SMB_CIFS_FILE_SERVERS" = "ファイルサーバー (SMB)";

"MANAGED_SERVERS" = "マネージド";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "ダウンロードがユーザーによってキャンセルされました";

"DOWNLOAD_FROM_HTTP" = "ダウンロード";
"ERROR_NUMBER" = "エラー %i が発生しました";
"DOWNLOAD_FAILED" = "ダウンロードに失敗しました";
"FILE_NOT_SUPPORTED" = "未サポートのファイルフォーマットです。";
"FILE_NOT_SUPPORTED_LONG" = "%@ に使用されているファイルフォーマットはiOS用VLCのこのバージョンではサポートされていません。";
"SCHEME_NOT_SUPPORTED" = "アドレススキーマはサポートされていません。";
"SCHEME_NOT_SUPPORTED_LONG" = "アドレススキーマ (%@) はサポートされていません。HTTP, HTTPSまたは、FTPで始まるアドレスを使用してください。";
"RENAME_MEDIA_TO" = "%@への新しい名前を入力してください";

"FOLDER_EMPTY" = "空のフォルダ";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "開くファイルが見つかりません:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "開く...";
"SHARING_ERROR_NO_FILES" = "共有すべきファイルが見つかりません";
"SHARING_ERROR_NO_APPLICATIONS" = "このファイルを開くアプリケーションが見つかりません";
"SHARING_SUCCESS_CAMERA_ROLL" = "ファイルはカメラロールに正常に保存されました";

"FAVORITEVC_DETAILTEXT" = "お気に入りフォルダを見る";
"STREAMVC_DETAILTEXT" = "ダウンロードせずにストリームを直接再生";
"DOWNLOADVC_DETAILTEXT" = "デバイス上のダウンロードファイルのディレクトリ";
"HEADER_TITLE_RENDERER" = "キャスティングデバイスの選択";

"BROWSE" = " 参照 ";
"NETWORK" = "ネットワーク";
"LOCAL_NETWORK" = "ローカルネットワーク";
"CONNECT_TO_SERVER" = "サーバーに接続";
"FILE_SERVER" = "ファイルサーバー";
"USER_LABEL" = "ユーザー";
"PASSWORD_LABEL" = "パスワード";
"DISABLE_LABEL" = "無効";
"BUTTON_ANONYMOUS_LOGIN" = "匿名ログイン";

"LOCAL_SERVER_REFRESH" = "再表示";
"LOCAL_SERVER_LAST_UPDATE" = "最終更新: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "サーバーへの接続に失敗しました";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "サーバーのアドレスとクレデンシャルを確認してください";

"FILES_APP_CELL_TITLE" = "ローカルファイル";
"FILES_APP_CELL_SUBTITLE" = "ファイルをVLCにコピーせずに開く";

"CLOUD_SERVICES" = "クラウドサービス";
"LOGIN" = "ログイン";
"LOGGED_IN" = "ログイン済み";
"LOGGED_IN_SERVICES" = "%d 件サービスにログイン中";
"LOGGED_IN_SERVICE" = "1 件サービスにログイン中";

"DROPBOX_DOWNLOAD" = "ファイルをダウンロードしますか?";
"DROPBOX_DL_LONG" = "\"%@\" をあなたの %@ にダウンロードしますか?";
"DROPBOX_LOGIN" = "ログイン";

"GDRIVE_ERROR_FETCHING_FILES" = "ファイル取得中にエラーが発生しました";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "ファイルのダウンロードに成功しました";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "成功";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "ダウンロード中にエラーが発生しました";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "エラー";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "選択されたメディアは再生可能なURLではありません";

"DISK_FULL" = "ストレージの制限に到達しました";
"DISK_FULL_FORMAT" = "充分な空き容量がないため、 %@ は %@ に保存できませんでした。";

"NUM_OF_FILES" = "%i ファイル";
"ONE_FILE" = "1ファイル";
"NO_FILES" = "未サポートのファイル";
"DOWNLOADING" = "ダウンロードしています...";
"REMAINING_TIME" = "残り時間: %@";
"BIOMETRIC_UNLOCK" = "メディアライブラリのロック解除\nパスコード入力をキャンセル";

// Passcode Strings that we need to localize for them
"Set Passcode" = "パスコード設定";
"Enter Passcode" = "パスコードを入力してください";
"Enter a passcode" = "パスコードを入力してください";
"Enter your passcode" = "パスコードを入力してください";
"Passcodes did not match. Try again." = "パスコードが一致しません。再入力してください。";
"Re-enter your passcode" = "パスコードを再入力してください";
"Passcode Options" = "パスコードオプション";
"4-Digit Numeric Code" = "4桁の数字"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6桁の数字"; /* Passcode 6 digit numeric code */

"Settings" = "設定"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "オン";
"OFF" = "オフ";

"EMPTY_LIBRARY" = "メディアライブラリが空です";
"EMPTY_LIBRARY_LONG" = "再生用にローカルネットワーク上のサーバー、クラウドまたは、同期メディアからのメディアをiTunes、WiFiアップロードまたは、クラウドサービスを使ってデバイス上にストリーミングすることができます。";

"EMPTY_NO_PLAYLISTS" = "プレイリスト";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "プレイリストを作成するにはビデオかオーディオコンテンツタブの編集モードに入り、お気に入りのメディアを選択します。\nその他のデバイスやインターネットの既存のプレイリストと同期することもできます。";

"EMPTY_PLAYLIST" = "プレイリストを空に";
"EMPTY_PLAYLIST_DESCRIPTION" = "カテゴリを編集中にメディアを追加する";

"EMPTY_HISTORY" = "履歴を消去";
"EMPTY_HISTORY_DESCRIPTION" = "メディアがありません。";

"EMPTY_MEDIA_LIST" = "メディアリストが空です";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "メディアリストが空のため再生を開始することができません";

"PLAYBACK_SCRUB_HELP" = "指を上方向にスライドさせてスクラビングレートを調整してください。";
"PLAYBACK_SCRUB_HIGH" = "高速なスクラビング";
"PLAYBACK_SCRUB_HALF" = "中速のスクラビング";
"PLAYBACK_SCRUB_QUARTER" = "1/4の速度のスクラビング";
"PLAYBACK_SCRUB_FINE" = "適切なスクラビング";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ 経過、合計経過時間 %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ 経過、 %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "時間表示";
"PLAYBACK_POSITION" = "再生位置";
"VIDEO_FILTER" = "ビデオフィルター";
"VIDEO_FILTER_RESET_BUTTON" = "ビデオフィルターをリセット";
"VIDEO_ASPECT_RATIO_BUTTON" = "ビデオのアスペクト比";
"BWD_BUTTON" = "ジャンプして戻る";
"FWD_BUTTON" = "ジャンプして進む";
"PLAY_BUTTON" = "再生";
"NEXT_BUTTON" = "次";
"PREV_BUTTON" = "前";
"PLAY_ALL_BUTTON" = "すべて再生";
"PLAY_ALL_HINT" = "コレクションにあるメディアをすべて再生する";

"RESET_VIDEO_FILTERS" = "ビデオフィルターをリセットしますか？";
"RESET_PLAYBACK_SPEED" = "再生速度をリセットしますか？";
"RESET_EQUALIZER" = "イコライザー設定をリセットしますか？";
"RESET_SLEEP_TIMER" = "スリープタイマーをリセットしますか？";

"CUSTOM_EQUALIZER_PROFILES" = "カスタムプロファイル";
"DEFAULT_PROFILE_NAME" = "カスタムプロファイル";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "新しいプロファイルを保存";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "選択された値で新しいプロファイルを保存しますか?";
"RENAME_CUSTOM_PROFILE_TITLE" = "プロファイル名の変更";
"DELETE_CUSTOM_PROFILE_TITLE" = "プロファイルの削除";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "選択されたプロファイルを削除しますか?";

"VERSION_FORMAT" = "バージョン: %@";
"BASED_ON_FORMAT" = "Based on:<br />%@";

"NEW" = "新規";

"VO_VIDEOPLAYER_TITLE" = "ビデオプレイヤー";
"VO_VIDEOPLAYER_DOUBLETAP" = "ダブルタップで再生コントロールを表示/非表示";

"FIRST_STEPS_ITUNES" = "ファイルの同期";
"FIRST_STEPS_ITUNES_TITLE" = "あなたのコンピューターと同期";
"FIRST_STEPS_ITUNES_DETAILS" = "ファイル共有を行うためにFinderかiTunesを使用して、あなたの %@ に接続します。ファイルを転送するためにVLCを選択してください。";
"FIRST_STEPS_WIFI_TITLE" = "WiFiで共有";
"FIRST_STEPS_WIFI_DETAILS" = "生成されたURLをあなたの%@ と同じネットワークに接続されているお気に入りのブラウザに入力してください。";
"FIRST_STEPS_CLOUDS" = "クラウド";
"FIRST_STEPS_CLOUD_TITLE" = "クラウド";
"FIRST_STEPS_CLOUD_DETAILS" = "メディアをリモートからダウンロードしたり、ストリーミングするために、GoogleドライブやDropboxのようなクラウドサービスにアップロードしてください。";

"PLEX_CHECK_ACCOUNT" = "設定のPlexアカウントを確認してください";
"PLEX_ERROR_ACCOUNT" = "Plexログインエラー";

"UNAUTHORIZED" = "認証されませんでした";

"SERVER" = "サーバー";
"SERVER_PORT" = "ポート番号";
"NO_SERVER_FOUND" = "サーバーが見つかりません";
"NO_RECENT_STREAMS" = "ストリームの再生履歴がありません";

"WEBINTF_TITLE" = "WiFiで共有";
"WEBINTF_ETHERNET" = "イーサーネット経由の共有";
"WEBINTF_DROPFILES" = "ファイルをドロップ";
"WEBINTF_DROPFILES_LONG" = "あなたの%@に追加したいファイルをウィンドウにドロップするか<br>\"+\"ボタンをクリックしてファイルピッカーダイアログを使用してください。";
"WEBINTF_DOWNLOADFILES" = "ファイルをダウンロード";
"WEBINTF_DOWNLOADFILES_LONG" = "あなたの%@からダウンロードしたいファイルをクリックするだけ。";
"WEBINTF_ADDRESS_COPIED" = "クリップボードにアドレスがコピーされました";
"WEBINTF_TITLE_ATV" = "リモート再生";
"WEBINTF_DROPFILES_LONG_ATV" = "あなたの%@に再生したいファイルをウィンドウにドロップするか<br>\"+\"ボタンをクリックしてファイルピッカーダイアログを使用してください。";
"WEBINTF_URL_SENT" = "URLは正しく送信されました。";
"WEBINTF_URL_EMPTY" = "URLは空にできません。";
"WEBINTF_URL_INVALID" = "URLが正しくありません。";
"WEBINTF_AUTH_REQUIRED" = "VLC iOSで設定したパスコードを入力してください:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "パスコードが違います。<br>残り試行可能回数:";
"WEBINTF_AUTH_BANNED" = "パスコードの入力回数が一定数を超えました。VLC iOSを再起動してお試しください。";

"DURATION" = "長さ";
"TITLE" = "タイトル";
"ROTATE_BUTTON" = "回転"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "ビデオ再生のモードをランドスケープとポートレートでトグル切り替え"; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "オーディオ情報";
"ENTER_URL" = "再生するURLを入力してください";
"HTTP_SERVER_ON" = "リモート再生を無効化";
"HTTP_SERVER_OFF" = "リモート再生を有効化";
"CACHED_MEDIA" = "キャッシュされたメディア";
"CACHED_MEDIA_LONG" = "ここで表示されるメディアはあなたのApple TVのローカルに保存されています。メモ: それらのコンテンツはあなたのデバイスのストレージが枯渇し、VLCが実行できない場合にOSから削除することができます。";
"DOWNLOAD_SUBS_FROM_OSO" = "字幕をダウンロード...";
"FOUND_SUBS" = "見つかった字幕";
"NO_SUB_FOUND_OSO" = "メディア \"%@\" の字幕が見つかりませんでした。";
"SELECT_AUDIO_FROM_FILES" = "外部のオーディオをロード...";
"SELECT_SUBTITLE_FROM_FILES" = "外部の字幕をロード...";
"USE_SPDIF" = "パススルー(S/PDIF)を使用";

"PLAYBACK" = "再生";
"REPEAT_MODE" = "リピート";
"REPEAT_DISABLED" = "無効";
"REPEAT_SINGLE" = "シングル";
"REPEAT_FOLDER" = "フォルダー";
"SHUFFLE" = "シャッフル";
"SHUFFLE_DISABLED" = "シャッフルオフ";

"RESET_NETWORK_STREAM_LIST_TITLE" = "リストをリセット";
"RESET_NETWORK_STREAM_LIST_TEXT" = "最近再生したネットワークストリームのリストを恒久的にリセットします。";

// MARK: - Local Network Service Names
"UPNP_LONG" = "ユニバーサルプラグ & プレイ (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plexメディアサーバー (Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "ネットワークファイルシステム (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOURファイルサーバー";
"DSM_WORKGROUP" = "ワークグループ";

"URL_NOT_SUPPORTED" = "URLを開くことができません";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "%@ で削除"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "選択されたものを削除してもいいですか？";
"DELETE_MESSAGE_PLAYLIST" = "選択されたプレイリストを削除しますか?\n関連するメディアファイルは削除されません。";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "選択されたメディアをプレイリストから削除しますか?\nそれらのファイルはディスク上からは削除されません。";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "プロトコルが選択されていません";
"Settings" = "設定";

"ERROR" = "エラー";
"SORT" = "並べ替え";
"SORT_BY" = "並べ替え";
"SEARCH" = "検索";
"VIDEO" = "ビデオ";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "アルバム";
"ARTISTS" = "アーティスト";
"EPISODES" = "エピソード";
"GENRES" = "ジャンル";
"ALL_VIDEOS" = "すべてのビデオ";
"SONGS" = "楽曲";
"PLAYLISTS" = "プレイリスト";
"VIDEO_GROUPS" = "ビデオグループ";
"HISTORY" = "履歴";
"MODIFIED_DATE" = "更新日付";
"NAME" = "名前";

// MARK: - EDIT

"BUTTON_MENU" = "メニュー";
"BUTTON_MENU_HINT" = "このビューに表示されているメディア項目のソート順を選択して並び替えてください。";

"BUTTON_EDIT" = "編集";
"BUTTON_EDIT_HINT" = "編集モード";

"BUTTON_SELECT" = "選択";
"BUTTON_SELECT_HINT" = "選択ボタン";

"BUTTON_SELECT_ALL" = "すべて選択";
"BUTTON_SELECT_ALL_HINT" = "このビューに表示されているすべてのメディアを選択";

"BUTTON_HISTORY" = "履歴";
"BUTTON_HISTORY_HINT" = "最近再生したメディアを見る";

"BUTTON_CLEAR" = "クリア";
"CLEAR_HISTORY_TITLE" = "履歴をクリア";
"CLEAR_HISTORY_MESSAGE" = "履歴をクリアしてよいか確認してください";

"ADD_TO_PLAYLIST" = "プレイリストに追加";
"ADD_TO_PLAYLIST_HINT" = "プレイリストに追加メニューを表示";

"PLAY_AS_AUDIO" = "オーディオとして再生";
"PLAY_AS_AUDIO_HINT" = "オーディオファイルとしてビデオファイルを再生する。";

"PLAYLIST_PLACEHOLDER" = "プレイリストタイトル";
"PLAYLIST_DESCRIPTION" = "新しいプレイリストの名前を選択してください";
"PLAYLIST_CREATION" = "新しいプレイリストを作成";
"PLAYLIST_CREATION_HINT" = "プレイリスト作成のために対話アクションを表示";
"ERROR_PLAYLIST_CREATION" = "プレイリストの作成に失敗しました";
"ERROR_PLAYLIST_TRACKS" = "トラックの取得に失敗しました";

"ERROR_RENAME_FAILED" = "名前の変更に失敗しました";
"ERROR_EMPTY_NAME" = "タイトルは空にできません";

"SHARE_LABEL" = "共有";
"SHARE_HINT" = "選択されたファイルを共有";
"RENAME_HINT" = "選択されたファイルを変名";
"DELETE_HINT" = "選択されたファイルを削除";

"ADDITIONAL_OPTIONS" = "追加のオプション";

// MARK: - Sort

"BUTTON_SORT" = "並べ替え";
"BUTTON_SORT_HINT" = "並び替えアクションシートを表示";
"HEADER_TITLE_SORT" = "並べ替え順";
"DESCENDING_LABEL" = "逆順";
"DESCENDING_SWITCH_LABEL" = "昇順/逆順";
"DESCENDING_SWITCH_HINT" = "並び替えの順序";
"GRID_LAYOUT" = "グリッド";
"GRID_LAYOUT_HINT" = "項目をグリッドで表示";
"LIST_LAYOUT" = "リスト";
"HIDE_FEAT_ARTISTS" = "フィーチャーとアーティストを隠す";
"HIDE_TRACK_NUMBERS" = "トラック番号を非表示";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "英数字順";
"DURATION" = "長さ";
"INSERTION_DATE" = "挿入日";
"LAST_MODIFICATION_DATE" = "最終更新日";
"RELEASE_DATE" = "リリース日";
"FILE_SIZE" = "ファイルサイズ";
"ARTIST" = "アーティスト";
"PLAY_COUNT" = "再生回数";
"ALBUM" = "アルバム";
"FILENAME" = "ファイル名";
"TRACK_NUMBER" = "トラック番号";
"NB_AUDIO" = "オーディオ数";
"NB_MEDIA" = "メディア数";
"NB_VIDEO" = "ビデオ数";
"NB_ALBUM" = "アルバム数";
"LAST_PLAYBACK_DATE" = "最終再生日";
"TRACK_ID" = "トラックID";
"CUSTOM" = "カスタム";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "見つかりませんでした";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "未知のアーティスト";
"VARIOUS_ARTIST" = "複数アーティスト";
"UNKNOWN_ALBUM" = "未知のアルバム";
"SINGLE_ITEM_SELECTED" = "選択された項目";
"MULTIPLE_ITEMS_SELECTED" = "選択された項目";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "字幕とオーディオトラック";
"SUBTITLE_AND_TRACK_HINT" = "字幕トラックかオーディオトラックを選択してください";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVDインターフェース";

"ROTATION_LOCK_BUTTON" = "回転を固定";
"ROTATION_LOCK_HINT" = "ビデオを現在の向きに固定する";

"REPEAT_HINT" = "同じメディアを繰り返す";
"DO_NOT_REPEAT_HINT" = "メディアリストを繰り返さない";
"REPEAT_ALL_HINT" = "メディアリストを繰り返す";

"BACKWARD_BUTTON" = "戻る";
"BACKWARD_HINT" = "ジャンプして戻る";

"PREVIOUS_BUTTON" = "前";
"PREVIOUS_HINT" = "前のメディア";

"PLAY_PAUSE_BUTTON" = "再生か一時停止";
"PLAY_PAUSE_HINT" = "現在の再生・一時停止の切り替え";

"STOP_BUTTON" = "停止";
"CLOSE_HINT" = "再生を停止";

"MINIMIZE_BUTTON" = "最小化";
"MINIMIZE_HINT" = "プレイヤーを最小化";

"NEXT_HINT" = "次のメディア";

"FORWARD_BUTTON" = "進む";
"FORWARD_HINT" = "ジャンプして進む";

"INTERFACE_LOCK_BUTTON" = "インターフェースをロック";

"SELECT_A_MARK" = "Aマークを選択";
"SELECT_A_MARK_HINT" = "AB間ループのA点を設定";
"SELECT_B_MARK" = "Bマークを選択";
"SELECT_B_MARK_HINT" = "AB間ループのB点を設定";

"AB_LOOP" = "A→Bループ";
"AB_LOOP_MARKS" = "A→Bループのマーク";

"RESET_AB_LOOP" = "A→Bループを削除しますか?";
"RESET_AB_LOOP_MARKS" = "A→Bループのマークをリセットしますか?";

"SHUFFLE_HINT" = "メディアリストをシャッフル";
"SHUFFLE_OFF_HINT" = "メディアリストをシャッフルしない";

"ASPECT_RATIO_TITLE" = "アスペクト比";
"VIDEO_ASPECT_RATIO_BUTTON" = "ビデオのアスペクト比";
"VIDEO_ASPECT_RATIO_HINT" = "現在のビデオのアスペクト比を変更";

"MORE_OPTIONS_BUTTON" = "もっと";
"MORE_OPTIONS_HINT" = "より多くのコントロールオプションを表示";

"PLAYBACK_CONTROLS_BAR_TITLE" = "再生コントロール";
"PLAYBACK_CONTROLS_BAR_HINT" = "一時停止、シーク、次のチャプター";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "字幕がサポートされていません";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "キャスティングではまだ字幕がサポートされていません。";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "イコライザー";
"MORE_OPTIONS_HEADER_TITLE" = "ビデオオプション";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "オーディオオプション";
"BOOKMARKS_TITLE" = "ブックマーク";
"ADD_BOOKMARKS_TITLE" = "ブックマークを追加";
"BOOKMARK_DEFAULT_NAME" = "ブックマーク";
"BOOKMARK_RENAME_TITLE" = "ブックマークを変更";
"BOOKMARK_DELETE_TITLE" = "ブックマークを削除";
"BOOKMARK_DELETE_MESSAGE" = "ブックマークの削除の確認";
"INCREASE_BUTTON" = "増加ボタン";
"INCREASE_PLAYBACK_SPEED" = "再生速度を上げる";
"INCREASE_AUDIO_DELAY" = "オーディオの遅延を増加させる";
"INCREASE_SUBTITLES_DELAY" = "字幕の遅延を増加させる";
"DECREASE_BUTTON" = "減少ボタン";
"DECREASE_PLAYBACK_SPEED" = "再生速度を下げる";
"DECREASE_AUDIO_DELAY" = "オーディオの遅延を減少させる";
"DECREASE_SUBTITLES_DELAY" = "字幕の遅延を減少させる";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "再生スピードのショートカットを表示";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "再生スピードのショートカット表示を有効化";
"VIDEO_FILTERS_HINT" = "選択してビデオフィルタービューを表示";
"PLAYBACK_SPEED_HINT" = "選択して再生スピードビューを表示";
"SUBTITLES_DELAY_HINT" = "選択して字幕の遅延ビューを表示";
"AUDIO_DELAY_HINT" = "選択して音声の遅延ビューを表示";
"SLEEP_TIMER_HINT" = "選択してスリープタイマービューを表示";
"EQUALIZER_HINT" = "選択してイコライザービューを表示";
"CHAPTERS_HINT" = "選択してチャプタービューを表示";
"BOOKMARKS_HINT" = "選択してブックマークビューを表示";
"INTERFACE_LOCK_HINT" = "ユーザーインターフェースをロックを有効化";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "メディアライブラリを強制的に再スキャン";
"FORCE_RESCAN_MESSAGE" = "メディアライブラリをVLCに強制的に再スキャンさせますか?\n実行には時間がかかります。";

"FEEDBACK_EMAIL_TITLE" = "iOSとiPad用のVLCに関するフィードバック";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "メールアカウントが設定されていません";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "他のデバイス %@ を通してコンタクト。";

"SETTINGS_THEME_BLACK" = "ダークモードで黒の背景を使用";
"SETTINGS_THEME_BLACK_SUBTITLE" = "OLEDスクリーンのデバイスでバッテリーの駆動時間を改善します";

"SETTINGS_RESET_TITLE" = "設定をリセットする";
"SETTINGS_RESET_MESSAGE" = "すべての設定をリセットしデフォルトの値に戻しますか?";

"SETTINGS_PLAY_ALL" = "コレクションのシームレスな再生";
"SETTINGS_PLAY_ALL_HINT" = "オーディオまたはビデオのタブにある次のメディアの自動再生を有効化する";
"SETTINGS_PLAYLIST_PLAY_ALL" = "プレイリストのシームレスな再生";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "プレイリストにある次のメディアの自動再生を有効化する";

"SETTINGS_DOCUMENTATION" = "ドキュメント";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1コネクション警告";
"SMBV1_WARN_DESCRIPTION" = "古いプロトコル(SMBv1)が見つかりました。\n本当に古いプロトコルを使用しますか?\nサーバーの設定をアップグレード、変更することを推奨いたします。";
"SMBV1_CONTINUE" = "SMBv1で継続";
"SMBV1_NEXT_PROTOCOL" = "SMBv2/v3を試す";

// MARK: - Preview labels

"ENCODING" = "エンコーディング";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "メディアグループに追加";
"ADD_TO_MEDIA_GROUP_HINT" = "メディアグループに追加メニューを表示";

"MEDIA_GROUPS" = "メディアグループ";
"MEDIA_GROUPS_DESCRIPTION" = "新しいメディアグループのタイトルを選択してください";
"MEDIA_GROUPS_PLACEHOLDER" = "メディアグループタイトル";

"REMOVE_FROM_MEDIA_GROUP" = "メディアグループから削除";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "選択したものをメディアグループから削除";

"MEDIA_GROUP_CREATION" = "新しいメディアグループ";
"MEDIA_GROUP_CREATION_HINT" = "プレイリストを作成するためのアラートを表示";
"MEDIA_GROUP_MOVE_TO_ROOT" = "コンテンツをトップレベルに移動";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "選択したコンテンツをトップレベルに移動";

"BUTTON_REGROUP" = "再グループ";
"BUTTON_REGROUP_TITLE" = "選択したものを再グループ";
"BUTTON_REGROUP_HINT" = "単一メディアを自動的に再グループすることを試行";
"BUTTON_REGROUP_DESCRIPTION" = "単一メディアを自動的に再グループすることを本当に試行しますか?\nこの操作には少し時間がかかります。";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "ここでメディアを追加することができます";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "追加中...";

// MARK: - QueueViewController

"PLAY_HINT" = "再生";
"PLAY_LABEL" = "再生";
"PLAY_NEXT_IN_QUEUE_HINT" = "キューの次の項目を再生";
"PLAY_NEXT_IN_QUEUE_LABEL" = "キューの次の項目を再生";
"APPEND_TO_QUEUE_HINT" = "キューに追加";
"APPEND_TO_QUEUE_LABEL" = "キューに追加";
"QUEUE_LABEL" = "キュー";

"DISPLAY_AS" = "表示";

/* New strings */
"BRIGHTNESS_HINT" = "垂直方向操作で輝度調整";
"BRIGHTNESS_SLIDER" = "垂直方向にスライドすることで輝度を調整";

/* New strings */
"VOLUME_HINT" = "垂直方向操作で音量調整";
"VOLUME_SLIDER" = "垂直方向にスライドすることで音量を調整";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "再生コントロール";
"MENU_REPEAT_DISABLED" = "リピートしない";
"MENU_REPEAT_SINGLE" = "1項目をリピート";
"MENU_REPEAT_ALL" = "すべてをリピート";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "アクションシートをバックグラウンドに";
"ACTIONSHEET_BACKGROUND_HINT" = "タップしてアクションシートを削除";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "カスタムで金額を指定する";
"DONATION_TITLE" = "利益よりもプライバシーを優先";
"DONATION_DESCRIPTION" = "広告や追跡もなく、妥協しない素晴らしいソフトウェアです。すべての人が自由に利用することができます。プライベートでオープンソースのマルチメディアはあなたの寄付によって支えられています。ぜひ、VideoLANプロジェクトに寄付をお願いします。";
"DONATION_WINDOW_TITLE" = "VideoLANプロジェクトへ寄付する";
"DONATE_CC_DC" = "クレジットまたはデビットカード";
"DONATION_CHOOSE_PP" = "支払いのプロバイダーを選択してください";
"DONATION_CHOOSE_CURRENCY" = "通貨を選択してください";
"DONATION_AMOUNT" = "寄付金額: %@";
"DONATION_CC_NUM" = "クレジットカード番号";
"DONATION_CC_EXPIRY_DATE" = "有効期限";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "セキュリティコード";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Apple Payの設定に失敗しました";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLCはあなたの寄付を実行しようとしましたが、Apple Payの設定に失敗しました。お手数ですが他の支払い方法を選択して再度実行してください。";
"DONATION_DONATE_BUTTON" = "寄付";
"PURCHASE_FAILED" = "購入が失敗しました。";
"SEND_DONATION" = "寄付を送る";
"PURCHASE_SUCESS_TITLE" = "寄付が贈られました。";
"PURCHASE_SUCESS_DESCRIPTION" = "ご寄付いただきありがとうございました！";
"DONATION_CONTINUE" = "続ける";
"BUTTON_NOT_NOW" = "今ではない";
"DONATION_NAGSCREEN_TITLE" = "今日支援する";
"DONATION_NAGSCREEN_SUBTITLE" = "自由でオープンソースのマルチメディアをサポートする";
"DONATION_INVOICES" = "請求書";
"DONATION_RECEIPTS" = "領収書";
"DONATION_INVOICES_RECEIPTS" = "請求書と領収書";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "すべての個人情報はこのデバイスにのみ保存されるため、VLCを再インストールした場合、以前の寄付の請求書や領収書は利用できなくなります。\n\nご質問がある場合は、donation@videolan.orgまでお問い合わせいただき、この匿名ユーザーIDを明記してください。:%@";
"DONATION_CANCEL_MONTHLY" = "定期の寄付をキャンセルする";
"DONATION_MONTHLY" = "月次";
"DONATION_MONTHLY_FORMAT" = "%@/月";
"DONATION_MONTHLY_VIDEOLAN" = "月次でVideoLANに寄付する";
"DONATION_ONCE" = "ワンタイム";
"DONATION_UPDATE_MONTHLY" = "定期の寄付を更新する";
"DONATION_VIDEOLAN" = "VideoLANへ寄付する";
"DONATION_CANCEL_LONG" = "VideoLANへの定期的な毎月の寄付をキャンセルしていただいたことを残念に思います。皆様のこれまでのご支援は私たちにとって大きな意味を持ちます。どうもありがとうございました!";
"DONATION_BANK_TRANSFER" = "銀行振込";
"DONATION_BANK_TRANSFER_LONG" = "Stripeを利用してVideoLANへの寄付を処理します。VideoLANはあなたの個人情報を保存または収集しません。";
"DONATION_BUTTON_AGREE" = "承認";
"DONATION_IBAN" = "口座番号(IBAN)";
"DONATION_EMAIL" = "Eメール";
"DONATION_NAME" = "名前";
"DONATION_NAME_BANK_ACCOUNT" = "口座名義人";
"DONATION_EMBARGOED_COUNTRY" = "残念ながらあなたの国では寄付いただくことができません。VLCを楽しんでください!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "ジャンプして戻る";
"KEY_JUMP_FORWARDS" = "ジャンプして進む";
"KEY_INCREASE_PLAYBACK_SPEED" = "再生速度を上げる";
"KEY_DECREASE_PLAYBACK_SPEED" = "再生速度を下げる";
"KEY_RESET_PLAYBACK_SPEED" = "再生速度をリセットする";
"KEY_SEEK_TO_PERCENT" = "長さ%%の%iまでシーク";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "選択可能な背景のタイトル";
"TITLESELECTION_BACKGROUND_HINT" = "タップしてこのビューを削除";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "\"%@\" を削除しますか?";
"DELETE_MULTIPLE_TITLE" = "\"%@\" と %d 、他を削除しますか?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "バックグラウンドで再生";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "選択したプレイリストをアプリケーションを開くことなくバックグラウンドで再生";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "${mediaName} をバックグラウンドで再生";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "垂直スライドバー";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "増加";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "減少";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "\"%@\" のダウンロードが完了しました";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "%d のメディアを %@ に追加しました";
"ADD_ALERT_TITLE" = "プレイリスト内で選択したものが見つかりました";
"ADD_ALERT_MESSAGE_SINGLE" = "既に %@ の一部であるメディアを追加しようとしています";
"ADD_ALERT_MESSAGE_MULTIPLE" = "既に %@ の一部である %d を追加しようとしています";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "最新の再生";
